import * as React from 'react';
import s from '../Cases.module.css';
import Image from 'next/image';
import item3 from '@/assets/images/content/cases/backgrounds/item3.jpg'
import {YouTubeVideo} from '@/components/ui/video/YouTubeVideo/YouTubeVideo';

export const Case3 = () => {
    return (
        <div className={s.container}>
            <div className={s.blockEmpty}></div>
            <div className={s.block}>
                <Image src={item3} alt='' width={370} height={186} className={s.image}/>
                <p className={s.title}>
                    Съезд Шейхов из 7 Эмиратов
                </p>
                <div className={s.videoThumb}>
                    <YouTubeVideo title={'3 days with Sheikh\'s life 🔥'} videoId={'Moj9rJ9bPYU'} />
                </div>
                <p>
                    В этот раз к нам приехала небольшая группа из 7 человек, и так как у нас 7 эмиратов, мы решили назвать это именно так (хотя это ни в коем случае не ограничивает количество человек!)<br/>
                    <br/>
                        Итак, к нам обратились ребята из Ла Вейв, которые очень любят серфить, с просьбой пожить в Дубае три дня с активностями и бюджетом 1000 долларов на человека.<br/>
                        <br/>
                            За счет того, что их было 7 человек, мы оптимизировали бюджет и сделали крутую движуху. При этом умудрились пожить в самых лучших отелях, поужинать в топовых ресторанах и покататься на крутых машинах (Ламба, Ферра), супер-яхте, вейк-борде + сделали крутую фотосъемку. Мы не пошли на компромисс качеству и даже с ограниченным бюджетом сделали все на высшем уровне.<br/>
                            <br/>
                                К нам приезжают часто люди, которые уже ни раз были в Дубае и порой кажется, что удивить их уже нечем. Но нам это удается раз за разом.<br/>
                                <br/>
                                    Так вышло и на этот раз. Наши гости и не подозревали, что с нами они откроют совершенно другую реальность.
                </p>
                <button className={s.formButton}>Хотите также?</button>
            </div>
        </div>);
};
